Revit 2024 API
ViewScheduleExportOptions Constructor
 Constructs a new instance of the ViewScheduleExportOptions class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public ViewScheduleExportOptions()
Visual Basic
Public Sub New
Visual C++
public:
ViewScheduleExportOptions()
See Also
ViewScheduleExportOptions Class
ViewScheduleExportOptions Overload
Autodesk.Revit.DB Namespace